[Main]
DisplayName=Finnish

[Uninstaller_frmIObitUninstall]
PopMenu_Sub_UserManual.caption=Käyttöohje
RdImageButton_Software.caption=Ohjelmat
RdImageButton_Browser.caption=Selainlaajennukset
lbl_likeIObit.caption=Like IObit
PopMenu_Sub_ForcedUninstall.caption=Asennuksen pakotettu poisto
PopMenu_Sub_Language.caption=Kieli
PopMenu_Sub_ExportApplicationList.caption=Vie ohjelmaluettelo
PopMenu_Sub_LogManagement.caption=Seurantalokien hallinta
PopMenu_Sub_ViewRestorePoint.caption=Näytä palautuspiste
PopMenu_Sub_Update.caption=Tarkista päivitykset
PopMenu_Sub_TechnicalSupport.caption=Tekninen tuki
PopMenu_Sub_IObitOnline.caption=IObit verkossa
PopMenu_Sub_About.caption=Tietoja
PopMenu_Uninstall.caption=Asennuksen poisto
PopMenu_Refresh.caption=Virkistä
PopMenu_ViewStyle.caption=Näkymä
PopMenu_ViewStyle_Icon.caption=Kuvakkeet
PopMenu_ViewStyle_Details.caption=Tiedot
PopMenu_OpenFolder.caption=Avaa tiedostosijainti
PopMenu_ViewEntry.caption=Avaa RegEditissä
PopMenu_SearchOnline.caption=Verkkohaku
Menu_Plugins_Remove.caption=Poista
Menu_plugins_Vote.caption=Arviointi
Menu_plugins_Refresh.caption=Virkistä
Menu_Plugins_SelectAll.caption=Valitse kaikki
Menu_Plugins_InverseSelect.caption=Käänteinen valinta
RdImageButton_Feedback.caption=Lähetä palautetta
PopMenu_Sub_FileShredder.caption=Tiedostosilppuri
PopMenu_Sub_Setting.caption=Asetukset...
lbl_ForcedUninstall.caption=Pakotettu ohjelman poisto
lbl_Recommend.caption=Suositus: Advanced SystemCare
lbl_1Click.caption=Suojaa ja optimoi tietokoneesi 1-klikkauksella
lbl_Freedownloadnow.caption=Ilmainen lataus nyt
RdImageButton_Metro.caption=Win8 sovellukset
Menu_plugins_viewEntry.caption=Avaa RegEditissä
Menu_plugins_OpenFile.caption=Avaa tiedostosijainti
PopMenu_Win8App_Uninstall.caption=Poista asennus
PopMenu_Win8App_Refresh.caption=Päivitä
PopMenu_Win8App_ViewStyle.caption=Näkymä
PopMenu_Win8App_Icons.caption=Kuvakkeet
PopMenu_Win8App_Details.caption=Tiedot
PopMenu_Win8App_OpenLocation.caption=Avaa tiedostosijainti
PopMenu_Win8App_ViewEntry.caption=Avaa RegEditissä
PopMenu_Win8App_SearchOnline.caption=Online-haku
lbl_News_DisConnection.caption=Jaa tämä ohjelma perheen ja ystävien kesken. Ehkä he käyttävät mielellään Uninstalleria!

[Uninstaller_Frame_Software]
lbl_AllPrograms.caption=Kaikki ohjelmat
lbl_RecentlyInstalled.caption=Äskettäin asennetut
lbl_Largeprograms.caption=Isot ohjelmat
lbl_InfrequentlyUsed.caption=Harvoin käytetyt
lbl_WindowsUpdates.caption=Windows-päivitykset
ListView_SoftwareList.Columns[1].caption=Toiminto
ListView_SoftwareList.Columns[2].caption=Koko
ListView_SoftwareList.Columns[3].caption=Asennuspäivä
PopMenu_Sub_BatchUninstall.caption=Eräpoisto
ListView_SoftwareList.Columns[4].caption=Versio
lblLoading.caption=Ladataan Windows-päivityksiä

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Asennuksen pakotettu poisto
lbl_Detail_Title.caption=Asennuksen pakotettu poisto
lbl_Detail_Detail.caption=Asennuksen pakotettu poisto auttaa ohjelman poistossa, jos sitä ei voi poistaa rutiininomaisesti. Se auttaa myös poistamaan ohjelman oheistiedostot.
RdImageButton_Browser.caption=Selaa...
lbl_Forced_Tip1.caption=Klikkaa "Selaa..." ja valitse tiedosto tai ohjelma, jonka haluat poistaa. Voit myös vetää ja pudottaa sen suoraan tähän.
lbl_Forced_Tip2.caption="Pakotettu poisto" aloittaa poiston.
RdImageButton_Next.caption=Pakotettu poisto
RdImageButton_Cancel.caption=Peruuta
PopMenu_Uninstall.caption=Poista asennus
PopMenu_OpenFolder.caption=Avaa tiedostosijainti
PopMenu_ViewEntry.caption=Avaa RegEditissä
PopMenu_SearchOnline.caption=Verkkohaku
ListView_Search.Columns[0].caption=Näytä nimi
ListView_Search.Columns[1].caption=Koko
ListView_Search.Columns[2].caption=Asennuspäivä

[Uninstaller_frmLogManage]
lbl_Caption.caption=Seurantalokien hallinta
lbl_Detail_Title.caption=IObit Asennuksen poiston lokitiedosto
lbl_Detail_Detail.caption=Täällä voit hallita ja tarkastella kaikkia luotuja poistolokeja.
RdImageButton_Open.caption=Näkymä
RdImageButton_Delete.caption=Poista
RdImageButton_DeleteAll.caption=Poista kaikki
RdImageButton_Cancel.caption=Peruuta

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Poista
lbl_Software_Uninstall.caption=Poista

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Asennuksen poisto
lbl_UninstallComplete_Title.caption=Normaali asennuksen poisto valmis.
lbl_PowerfulScan_Title.caption=Tehoskannaus.
lbl_Uninstalling_question.caption=Haluatko varmasti poistaa valitun sovelluksen?
lbl_CreateRestore_Check.caption=Luo palautuspiste ennen poistamista  kumotaksesi muutokset , jos jotain odottamatonta tapahtuu.
lbl_CreateRestore_Detaill.caption=Kestää jonkin aikaa. Ole hyvä ja odota...
lbl_CreateRestore_Title.caption=Luodaan palautuspistettä...
lbl_PowerfulScan_Detaill.caption=Klikkaa "Tehoskannaus" puhdistaaksesi ohjelman tähteet perusteellisesti. Sisäänrakennetun asennuksen poiston lopettamiseksi klikkaa "Peruuta".
lbl_PowerScan_Title.caption=Tehoskannaus...
RdImageButton_Cancel.caption=Peruuta
RdImageButton_PowerFulScan.caption=Tehoskannaus
RdImageButton_Uninstall.caption=Poista
lbl_AutoPowerfulScan.caption=Automaattinen tehoskannaus
lbl_AutoUninstaller.caption=Automaattinen ohjelma-asennuksen poisto
lbl_PowerScan_Title_Softwre.caption=Tehokannaus

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Tehoskannaus
lbl_Warning_Title.caption=Varoitus:
lbl_Warning_Detail.caption=Havaittu useita ohjelmia tässä hakemistossa. Ole varovainen, kun valitset poistettavat kohteet.
lbl_FileShredder.caption=Silppua tiedostot
lbl_SelectAll.caption=Valitse kaikki
RdImageButton_Delete.caption=Poista
RdImageButton_Cancel.caption=Peruuta
lbl_Shredder_Tip.caption=Tiedostoja tuhotaan. Se voi kestää jonkin aikaa, odota...
Menu_ListView_Regedit.caption=Avaa RegEditissä
Menu_ListView_Path.caption=Avaa tiedoston sijainti

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varoitus
lbl_Warnning_Detaill.caption=Tämä tietokoneohjelma on suojattu tekijänoikeuslaeilla ja kansainvälisillä sopimuksilla.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Kaikki oikeudet pidätetään.
lbl_Thanks_Title.caption=Kiitos seuraaville henkilöille heidän suuresta panoksestaan:

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Kaikki selainlaajennukset
rdlvAllBrowse.Columns[0].Caption=Nimi
rdlvAllBrowse.Columns[1].Caption=Arviot
rdlvAllBrowse.Columns[2].Caption=Oma arvioni
rdlvAllBrowse.Columns[3].Caption=Julkaisija
rdlvAllBrowse.Columns[4].Caption=Toimivuus
rdlvCustomBrowse.Columns[0].Caption=Nimi
rdlvCustomBrowse.Columns[1].Caption=Julkaisija

[Uninstaller_frmPluginVote]
lblTitle.Caption=Arviointi
lblWaiting.Caption=Lähetetään arviot, odota hetki...
rdibtnLv1.Caption=1 tähti
rdibtnLv2.Caption=2 tähteä
rdibtnLv3.Caption=3 tähteä
rdibtnLv4.Caption=4 tähteä
rdibtnLv5.Caption=5 tähteä
rdibtnVote.Caption=Arvioi

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Oletusasetukset
lblConfire.Caption=Haluatko varmasti palauttaa oletusasetukset?
lblHomepageTitle.Caption=Nykyinen kotisivu:
lblSearchTitle.Caption=Oletushakukone:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Peruuta

[Uninstaller_M]
Edit_Search_Tip=Etsi
ForcedUninstall_Browser_Tip=Virheellinen polku. Valitse uudelleen!
ListView_Icon_Hint=Kuvakkeet
ListView_List_Hint=Tiedot
ListviewHeader_Software=Ohjelman nimi  (Yhteensä: %d)
BatchUninstall_NoneSelect=Valitse vähintään yksi ohjelma.
Uninstall_NoneSelect=Valitse ohjelma ensin.
WindowState_Max=Suurenna
WindowState_Normor=Palauta
WindowState_Min=Pienennä
Close=Sulje
MoreMenu_Setting=Lisäasetuksia
Log_DeleteAll_ASK=Haluatko varmasti poistaa kaikki tiedostot? Poistoa EI voi palauttaa.
Log_Delete_ASK=Haluatko varmasti poistaa kaikki valitut tiedostot? Poistoa EI voi palauttaa.
NoPowerfulScan_Found_Tip= Tehoskannaus ei löytänyt mitään tähteitä. 
Log_M=Log
App_Version_M=Ohjelmaversio:
OS_Version_M=Käyttöjärjestelmäversio:
Date_M=Päivämäärä
Create_Restore_M=Luo palautuspiste
CreateRestore_Title_M=Luo palautuspiste ennen poistoa.
CreateRestore_Detaill_M=Voit kumota muutokset palautuspisteeseen, jos jotain odottamatonta tapahtui.
Uninstalling_M=Poistetaan
Uninstalling_Detaill_M=Normaali poisto käyttämällä ohjelman sisäänrakennettua poistosovellusta.
UninstallComplete_Title_M=Tiedostot poistettu.
Standard_Uninstall_M=Normaali poisto %s (%d/%d)
Uninstall_M=Poista %s (1/1)
Deselect_All_M=Poista valinnat
Select_All_M=Valitse kaikki
PowerfulScan_DeleteASK_M=Haluatko varmasti poistaa valitut kohteet?
Operation_M=Käyttö
Powerful_Scan_M=Tehoskannaus
Deleted_Registry_Key_M=Poistettu rekisteriavain
Deleted_Registry_Value_M=Poistettu rekisteriarvo
Delete_File_M=Poista tiedosto
Delete_Folder_M=Poista kansio
Reboot_to_Delete_M=(Uudelleenkäynnistys poistaa)
Delete_finished_M= Onneksi olkoon! Tähteet on poistettu onnistuneesti. 
SearchLoadingMsg=Etsitään laajennuksia...
RestoreDefaultSettingsButton=Palauta %s oletusasetukset
ListViewItemVote=Arvioi
ListViewItemVoted=Arvioitu
ListViewItemTrust=Epäilyttävä
ListViewItemUnTrust=Luotettava
ListViewPlugSysbit=bitti
ListViewGroupTrustTitle=Luotetut laajennukset
ListViewGroupTrustDesc=Nämä laajennukset eivät vahingoita tietokonettasi. Voit poistaa tai säilyttää ne tarpeidesi mukaan.
ListViewGroupUnTrustTitle=Suositeltavat laajennuksien poistot
ListViewGroupUnTrustDesc=Näissä käyttäjien alhaisiksi luokittamissa laajennuksissa voi olla joitakin ei-toivottuja toimintoja.
ListViewGroupToolbar=Työkalurivi
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Lisälaajennukset
ListViewGroupPlugins=Laajennukset
FuncCheckBrowserMsgBox_1=%s on käynnissä.
FuncCheckBrowserMsgBox_2=Klikkaa OK sulkeaksesi se (voit menettää tallentamattomat sisällöt).
FuncCheckBrowserMsgBox_3=Tai Peruuta toiminto.
FuncPluginRmoveConfireMsgBox=Haluatko varmasti poistaa kaikki valitut laajennukset?
FuncPluginRemoveSuccessMsgBox=Laajennuksien poisto onnistui
FuncPluginRemoveFailedMsgBox_1=Seuraavien laajennuksien poisto ei onnistunut:
FuncPluginRemoveFailedMsgBox_2=Sulje seuraavat selaimet poistaaksesi laajennukset:
FuncPluginRemoveFailedMsgBox_3=Varmista, että selaimesi on suljettu ja yritä uudelleen.
FuncPluginSelectMsgBox=Valitse poistettavat laajennukset
FuncVoteConfire=Mitä mieltä olet tästä ohjelmasta:
FuncVoteHavedVote=Olet jo arvioinut
FuncVotePlugSelectMsgBox=Valitse arvioitava laajennus
FuncVoteMarkSelectMsgBox=Arvioi.
FuncVoteFailedMsgBox=Arviointi epäonnistui, tarkista verkkoyhteys ja yritä uudelleen
FuncRestoreExitBrowserMsgBox=Sulje ensin %s
FuncRestoreSuccessMsgBox=Selaimen oletusasetukset palautettu
FuncRestoreFailedMsgBox=Selaimen oletusasetuksien palautus epäonnistui, lopeta %s ja yritä uudelleen.
Guest_Start_Tip=Kirjaudut järjestelmään vieras-tilillä! Tarvitset järjestelmänvalvojan oikeudet voidakseen käyttää IObit Uninstaller 3.
ListView_View_Hint=Vaihda näkymä
ReStartup_to_Delete_M=Jäljelle jääneet tiedostot poistetaan seuraavan uudelleenkäynnistyksen yhteydessä.
Shredder_Del_M=Haluatko varmasti poistaa pysyvästi %d tiedostoa? Palautus on täysin MAHDOTONTA.
Shredder_NotDel_M=Tiedostoon "%s" ei voi kirjoittaa, tarkista onko se käytössä. Tätä tiedostoa ei ole silputtu.
Shredder_NotAddFolder_M=Tiedostoa "%s" ei voi lisätä silputtavaksi, koska tämä toiminto saattaa tehdä järjestelmästä epävakaan
Shredder_Sucess_M=Tämän tiedoston tuhoaminen onnistui.
Shredder_DirIsEmpty_M=Se on tyhjä. Et voi silputa sitä.
Controlpanel_Button=Tehokas asennuksen poisto
MenuRight_Caption=Tehokas asennuksen poisto
Explorer_Button=Tuhoa tiedosto
p_RegistryCaption_M=Rekisteri
p_FileCaption_M=Tiedosto
p_FormatOneItem_M=1 kohde
p_FormatItems_M=%d kohdetta
Edit_Search_Tip_Toolbar=Työkalurivi tai laajennus
Frequency_M=Käyttötiheys
InstallerDate_M=Asennuspäivä
Frequency_SoftwareCount_M=Löytyi <a>%s</a> harvoin käytettyä ohjelmaa. Poistamalla ne, vapautuu <a>%s</a> optimoiden tietokoneen suorituskykyä.
FFrequency_DaysHint_M=Ei ole käytetty %s päivään.
FuncVoteActiveVote=Arvioi
FuncVoteActiveOK=OK
FuncVoteNothing=Kukaan ei ole vielä arvioinut
FuncVoteCount=ihmistä osallistuu arviontiin tällä hetkellä
FuncVoteVSA=Arvioita ei ole vielä saatu
FuncVoteCFA=Ole ensimmäinen arvioija
FuncVoteVSB=ihmistä arvioinut
FuncVoteCFB=Mitä mieltä olet tästä laajennuksesta?
FuncVoteVSC=Arvioita ei ole saatu muilta
FuncVoteCFC=Olet arvioinut jo
FuncVoteVSD=ihmistä arvioinut
FuncVoteCFD=Olet arvioinut jo
Edit_Search_Tip_Win8App=Etsi Windows sovelluksia
Restore_Form=Palauta
Version_M=Versio
Publisher_M=Julkaisija
Install_Date_M=Asennuspäivä
Uninstalling_QuickDetaill_M=Pikapoisto käyttämällä sovelluksen poisto-ohjelmaa.
Quick_UninstallComplete_M=Pikapoisto valmistui.
Quick_Uninstall_M=Pikapoisto %s (%d/%d)
Shredder_InUse_M=Joitakin tiedostoja ei silputtu, Koska niihin ei voi kirjoittaa. Tarkista, ovatko ne käytössä.
Frequency_DaysHint_M=Ei ole käytetty %s päivään.
AllBrowserItem=Kaikki työkalurivit ja laajennukset
Powerful_Tip_M=Tehoskannaus "%s" tähteistä
Setup_Win8_Detail_M=Tue pikapoistoa ja Windows sovellusasennusten poistoa
Setup_Notwin8_Detail_M=Tue pikapoistoa
RestrorePoint_Tip_M=Varoitus: Järjestelmän palautuspisteen palauttaminen peruu kaikki kyseisen palautuspisteen jälkeiset muutokset. Toiminnon käynnistyksen jälkeen järjestelmän palauttamista ei voi peruuttaa tai keskeyttää. Haluatko varmasti jatkaa?
RestorePoint_Restart_M=Järjestelmän palautustoiminnon on käynnistettävä tietokone uudelleen, jotta muutokset tulevat voimaan. Ennen kuin jatkat, tallenna avoimet tiedostot ja sulje kaikki ohjelmat.
Uninstaller_Quick_M=Pikapoisto
Uninstaller_Standed_M=Asennuksen poisto
QuickUninstall_Tip_M=Poista ohjelma yhdellä klikkauksella
InfrequentlyUsed_Count_M=Harvoin käytetty (<a>%s</a>)
All_Programs_M=Kaikki ohjelmat
Recently_Installed_M=Äskettäin asennettu
Large_Programs_M=Isot ohjelmat
Infrequently_Used_M=Harvoin käytetty
Windows_Updates_M=Windows-päivitykset
FuncCheckBrowserMsgBox_4=%s on käynnissä
FuncCheckBrowserMsgBox_5=Voit poistaa ne käytöstä painamalla OK (tallentamattomien sisältö sattaa tuhoutua)
FuncCheckBrowserMsgBox_6=valitse Peruuta, jos haluat keskeyttää toiminnan
Win8OtherUser=Windows sovellusten näyttämiseksi varmista, että nykyisellä tilillä on järjestelmänvalvojan oikeudet.
Win8AdminUser=Auttaa poistamaan ei-toivotut Windows sovellukset ja tähteeksi jääneet tiedostot yhdellä napsautuksella.
Win8ListViewGroupsWin8AppHeader=Windows sovellukset
Win8ListViewGroupsWin8AppSubtitle=Julkaisija Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Kolmannen osapuolen sovellukset
Win8ListViewGroupsThirdSubtitle=Sovellukset julkaissut kolmannen osapuolen yritys.
win8_UninstallBtn_M=Poista asennus
win8_ListViewIcon_M=Kuvakenäkymä
win8_ListViewList_M=Tiedot-näkymä

[Uninstaller_frmSetting]
lbl_Caption.caption=Asetukset
lbl_CurrentLanguage_Title.caption=Nykyinen kieli:
lbl_AutoUninstaller.caption=Poista ohjelma automaattisesti
lbl_AutoPowerfulScan.caption=Tehoskannaus automaattisesti
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Peruuta
lbl_General.caption=Yleiset
lbl_Language.caption=Kieli
lbl_ShowExplorerButton.caption=Lisää 'Tuhoa tiedosto'-painike Resurssienhallintaan
lbl_AutoShowTipForm.caption=Avaa tehoskannaus, kun asennuksen poisto-operaatio havaittu
lbl_SkinTitle.caption=Iho:
lbl_classic.caption=Klassikko
lbl_Metro.caption=Sininen väri

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Tiedostosilppuri
lbl_Detail_Detail.caption=Tietokoneesta poistetut tiedostot voidaan palauttaa vaikka levy alustettaisiin. Tavanomainen poistaminen poistaa suorituskykyyn liittyvistä syistä vain tiedostonimen koskematta sisältöön. Jos koneessa on tärkeitä pysyvästi poistettavia tiedostoja, IObit Uninstaller auttaa "Tiedostosilppuri"lla.
lbl_Listview_Title.caption=Valitse tiedosto tai kansio jonka haluat poistaa:
lblLoading.caption=Ladataan...
lbl_AddFile.caption=Lisää tiedosto...
lbl_AddFolder.caption=Lisää kansio...
RdImageButton_Shredder.caption=Tuhoa
RdImageButton_Cancel.caption=Peruuta
ListView_FileList.Columns[0].Caption=Tiedostopolku
Menu_Shredder_Shredder.caption=Silppuri
Menu_Shredder_AddFile.caption=Lisää tiedosto
Menu_Shredder_AddFolder.caption=Lisää kansio
Menu_Shredder_Romove.caption=Poista
Menu_Shredder_Clean.caption=Tyhjennä
lbl_Shredder_Tip.caption=Tiedostoja tuhotaan. Se voi kestää jonkin aikaa, odota...

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Tehokkain asennuksen poistaja, joka poistaa ei-toivotut työkalurivit ja sovellukset!
RdImageButton_Installer.caption=Suorita nyt
lbl_Installer_Setup_Detail.caption=Lukenut ja hyväksynyt
lbl_LicenseAgreement.caption=Käyttöoikeussopimus
lbl_Installer_Setup_Title1.caption=Tehokkain ohjelma asennuksien ja ei-toivottujen työkalurivien ja sovellusten poistoon

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Käyttöoikeussopimus
RdImageButton_Cancel.caption=Sulje

[ACD_frmDownloader]
lbl_Cancel.Caption=Peruuta
lbl_Min.Caption=Pienennä

[ACD_M]
M_Downloading=Ladataan:
m_Installing=Asennetaan:
M_DiskIsFull=Liian vähän levytilaa!
M_NetError=Virhe verkkolataamisessa, yritä myöhemmin uudelleen!
M_Tips=Lataaminen on käynnissä. Tuplaklikkaa kuvaketta, jos haluat nähdä yksityiskohtia.
M_TipDownLoading=Ladataan
M_TipInstalling=Asennetaan
M_MD5Faild=Ladattu tiedosto on vioittunut. Yritä myöhemmin uudelleen.
M_AreSure=Oletko varma, että haluat poistua lataajasta?
M_Speed=Nopeus:
M_Title=IObit Downloader

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Järjestelmän palauttaminen
lbl_Detail_Title.caption=Järjestelmän palauttaminen
lbl_Detail_Detail.caption=Järjestelmän palautuspisteiden hallinta. Viimeistä ei voi poistaa järjestelmän turvallisuuden vuoksi.
ListView_Restore.Columns[0].caption=Päivämäärä ja kellonaika
ListView_Restore.Columns[1].caption=Kuvaus
lbl_Restore_Tip.caption=Palautetaan järjestelmätiedostot ja asetukset, odota...
RdImageButton_Restore.caption=Palauta
RdImageButton_Delete.caption=Poista
RdImageButton_Cancel.caption=Peruuta

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nimi
ListView_AppList.Columns[1].caption=Toimi
ListView_AppList.Columns[2].caption=Koko
ListView_AppList.Columns[3].caption=Asennuspäivä
ListView_AppList.Columns[4].caption=Versio
PopMenu_Sub_BatchUninstall.caption=Eräpoisto
lblLoading.caption=Päivitetään

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Nämä sovellukset liittyvät toisiinsa. Poistamalla jokin niistä, poistaa kaikki muutkin. Haluatko varmasti jatkaa?
lblUninstalling.caption=Poistetaan asennusta
btnImgUninstall.caption=Poista asennus
btnImgCancle.caption=Peruuta

[uninstall_Mitor_M]
lbl_attention.caption=Huomio
lbl_show.caption="%s" -ohjemasta jäi vielä jotain levylle vaikuttaen tietokoneen suorituskykyyn.
lbl_again.caption=Älä näytä tätä uudelleen.
img_power.caption=Puhdista

